Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/dearvvahusat_iesgudege_samegillii.html.tmx
Source language: sme
Languages: smn

source: Sátnegirjjáš
smn: Sänikirjáš

source: Dáinna sátnegirjjážiin bovdet somás vuogi mielde ságastit sámegiela vuosttaš deaivvadeamis, árgabeaivvis ja doaluin.
smn: Táin uccâ sänikirjáin mij halijdep povdiđ suotâs vuovvijn mieldi savâstâllâđ sämikielân vuosmuš teivâmist, argâpeeivi já juuhlijn.

source: Das ii leat lossa grammatihkka, dušše muhtun ávkkálaš dajaldagat.
smn: Täst ij lah lusis kielâoppâ, peic motomeh ávháliih eđâlduvah.

source: De ii leat eará go hupmagoahtit.
smn: Te talle ij eres ko sárnuškyettiđ!

source: Sátnegirjjáš lea ráhkaduvvon “Sámás muinna” -kampánja oktavuođas.
smn: Sänikirjááš lii rahtum “Sáámást munjin” -kampanja ohtâvuođâst.

source: Maht mana?
smn: Tiervâttâsah Suomâst sarnum sämikielân

source: Dearvvahusat iešguđege sámegillii
smn: Anarâškielân: Pyeri jonsahpeivi!

source: Davvisámegillii: Buori ustibabeaivvi/ Buori ustitvuođabeaivvi!
smn: Davvisámegillii: Buriid mihcamáraid! / Buori jonssoha!

source: Nuõrttsää’m: Šiõǥǥ naʹzvaanpeiʹvv!
smn: Nuõrttsää’m: Šiõǥǥ evvanpeeiʹv!

source: Suomeksi: Hyvää ystävänpäivää!
smn: Suomeksi: Hyvää juhannusta!

source: Davvisámegillii: Sávan buori ustibabeaivvi buohkaide!
smn: Davvisámegillii: Buori geasi buohkaide!

source: Nuõrttsää’m: Tuäivtam pukid šiõǥǥ naʹzvaanpeeiʹv!
smn: Nuõrttsää’m: Šiõǥǥ ǩieʹss pukid!

source: Suomeksi: Toivotan hyvää ystävänpäivää kaikille!
smn: Suomeksi: Hyvää kesää kaikille! Anarâškielân: Šiev jiečânâsvuođâpeivi!

source: Davvisámegillii: Buriid mihcamáraid! / Buori jonssoha!
smn: Davvisámegillii: Buori iehčanasvuođabeaivvi!

source: Nuõrttsää’m: Šiõǥǥ evvanpeeiʹv!
smn: Nuõrttsää’m: Šiõǥǥ jiõččnažvuõttpeiʹvv!

source: Suomeksi: Hyvää juhannusta!
smn: Suomeksi: Hyvää itsenäisyyspäivää!

source: Anarâškielân: Pyeri keesi puohháid!
smn: Anarâškielân: Pyereh juovlah já luholâš uđđâ ihe!

source: Nuõrttsää’m: Šiõǥǥ rosttvid da leklvaž ođđ eeʹǩǩ!
smn: Nuõrttsää’m: Šiõǥǥ rosttvid da leklvaž ođđ eeʹjj!

source: Davvisámegillii: Buori sámi álbmotbeaivvi buohkaide Anarâškielân: Pyeri säämi aalmugpeivi puohháid Nuõrttsää’m: Šiõǥǥ saaʹmi meersažpeiʹvv pukid Suomeksi: Hyvää saamelaisten kansallispäivää kaikille
smn: Anarâškielân: Pyeri säämi aalmugpeivi puohháid Davvisámegillii: Buori sámi álbmotbeaivvi buohkaide Nuõrttsää’m:Šiõǥǥ saaʹmi meersažpeiʹvv pukid Suomeksi: Hyvää saamelaisten kansallispäivää kaikille

source: Davvisámegillii: Sámi álbmotbeaivi 6.2. Anarâškielân: Säämi aalmugpeivi 6.2. Nuõrttsää’m: Saaʹmi meersažpeiʹvv 6.2. Suomeksi: Saamelaisten kansallispäivä 6.2.
smn: Anarâškielân: Säämi aalmugpeivi 6.2. Davvisámegillii: Sámi álbmotbeaivi 6.2. Nuõrttsää’m: Saaʹmi meersažpeiʹvv 6.2. Suomeksi: Saamelaisten kansallispäivä 6.2.
